branches/Degreasing/src/DowJones.Web.ViewComponentRenderingService/GatewayResources/stubs/TopicCenterAndSMSManagement/Request/SaveSMSRequest.xml

<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/"><soap-env:Body><SaveSMS xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="urn:factiva:assets:topiccenterandsmsmanagement:v1_0"><smsMessage>This is a sample SmsMessage.</smsMessage><productType>WealthManagement</productType></SaveSMS></soap-env:Body></soap-env:Envelope>